export const HEADER = {
  pages: {
    main: {
      id: 1,
      title: "Главная",
      path: "/",
    },
    about: {
      id: 2,
      title: "О нас",
      path: "/about",
    },
    servises: {
      id: 3,
      title: "Услуги",
      path: "/servises",
    },
    animals: {
      id: 4,
      title: "Наши животные",
      path: "/animals",
    },
    gallery: {
      id: 5,
      title: "Галерея",
      path: "/gallery",
    },
    price: {
      id: 6,
      title: "Цены",
      path: "/price",
    },
    contacts: {
      id: 7,
      title: "Контакты",
      path: "/contacts",
    },
  },
  phone: "+7 (951) 015-25-11",
  adress: "ЗАПИСАТЬСЯ",
};

export const MAIN_PAGE = {
  HERO_SECTION: {
    title_top: "Конный центр «Арамис»",
    title_down: "- мир гармонии с лошадьми",
    description:
      "Приглашаем вас окунуться в удивительный мир, где грация, сила и взаимопонимание человека и животного сливаются воедино",
    button: "ЗАПИСАТЬСЯ",
    CARDS: {
      card_1: {
        title: "Конные прогулки",
        description: "Прогулки на лошадях для всех возрастов",
      },
      card_2: {
        title: "Обучение",
        description: "Индивидуальные и групповые занятия",
      },
      card_3: {
        title: "Фотосессии",
        description: "Профессиональные фотосессии",
      },
      card_4: {
        title: "Для детей",
        description: "Прогулки на лошадях для всех возрастов",
      },
    },
  },

  ABOUT_SECTION: {
    title: "О нас",
    description:
      "Неважно, новичок вы или опытный наездник, мы поможем вам: Познакомиться с лошадьми, узнайте об их породах, повадках и особенностях ухода. Освоить основы верховой езды. Просто отдохнуть от суеты города и насладиться природой и общением с этими прекрасными животными",
    button: "Узнать больше",
  },

  SERVISES_SECTION: {
    title: "Наши услуги",
    description:
      "Наша конная ферма предлагает уникальные возможности для общения с лошадьми и отдыха на природе",
    button: "Ознакомиться со всеми услугами",
    CARDS: {
      card_1: {
        title: "Экскурсия",
        description: "Познакомьтесь с нашими животными",
      },
      card_2: {
        title: "Тренировки",
        description: "Профессиональные уроки для любого уровня",
      },
      card_3: {
        title: "Фотосессии",
        description: "Уникальные кадры в живописной местности",
      },
      card_4: {
        title: "Катание на лошади",
        description: "Насладитесь природой верхом на лошади",
      },
    },
  },

  WHY_SECTION: {
    title: "Почему нас выбирают?",
    description:
      "Наша конная ферма предлагает уникальные возможности для общения с лошадьми и отдыха на природе",
    cards: {
      card_1: {
        title: "5 лет",
        description: "тут будет информация",
      },
      card_2: {
        title: "500+",
        description: "тут будет информация",
      },
      card_3: {
        title: "99%",
        description: "тут будет информация",
      },
    },
  },
};
